simulations/icofoam_cases/3_branch_shifted_bed_shifted_main_one_out/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          16686;
        startFace       265197;
    }
    surface
    {
        type            patch;
        physicalType    patch;
        nFaces          3600;
        startFace       281883;
    }
    main_outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       285483;
    }
    branch_outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       285507;
    }
    branch_inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          72;
        startFace       285555;
    }
    main_inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       285627;
    }
)

// ************************************************************************* //
